Repository: yura253/enigma2-plugins
Catalog: audiosync/po/*.po
Languages: uk

source: %i ms
uk: %i мс

source: AC3 Lip Sync Setup
uk: Налаштування синхронізації AC3

source: Also save delay in config?
uk: Заодно зберегти цю затримку в конфіг?

source: Audio Sync
uk: Синхронізація аудіо

source: Audio Sync Setup
uk: Налаштування синхронізації аудіо

source: Cancel
uk: Відміна

source: Center screen at the lower border
uk: Центр екрану на нижній межі

source: Center screen at the upper border
uk: Центр екрану на верхній межі

source: Change active delay
uk: Змінити активну затримку

source: Channel audio:
uk: Канал аудіо:

source: Decrease delay
uk: Зменшення затримки

source: Decrease delay by %i ms (can be set)
uk: Зменшення затримки %i мс (можливо встановити)

source: Delete in config
uk: Видалити з конфігурації

source: Discard changes and close plugin
uk: Отменить изменения и закрыть плагин

source: Discard changes and close screen
uk: Скасувати зміни і закрити екран

source: Global delay
uk: Загальна затримка

source: Increase delay
uk: Збільшення затримки

source: Increase delay by %i ms (can be set)
uk: Збільшення затримки %i мс (можливо встановити)

source: Invalid selection
uk: Невірний вибір

source: Key %(Key)s successfully set to %(delay)i ms
uk: Кнопка %(Key)s успішно встановлена %(delay)i мс

source: Key %(key)s (current value: %(value)i ms)
uk: Кнопка %(key)s (поточне значення: %(value)i мс)

source: Menu
uk: Меню

source: Move plugin screen
uk: Переміщення екрану плагіну

source: Move screen down
uk: Переміщення екрану вниз

source: Move screen to the center of your TV
uk: Переміщення екрану до центру Вашого ТВ

source: Move screen to the left
uk: Переміщення екрану ліворуч

source: Move screen to the lower left corner
uk: Переміщення екрану в лівому нижньому куті

source: Move screen to the lower right corner
uk: Переміщення екрану в правому нижньому куті

source: Move screen to the middle of the left border
uk: Переміщення екрану в середині лівої межі

source: Move screen to the middle of the right border
uk: Переміщення екрану в середині правої межі

source: Move screen to the right
uk: Переміщення екрану праворуч

source: Move screen to the upper left corner
uk: Переміщення екрану в лівому верхньому куті

source: Move screen to the upper right corner
uk: Переміщення екрану в правому верхньому куті

source: Move screen up
uk: Переміщення екрану вгору

source: OK
uk: ОК

source: Open plugin menu
uk: Відкрити меню плагіну

source: Outer Bound (+/-)
uk: Зовнішня межа (+/-)

source: Plugin: %(plugin)s , Version: %(version)s
uk: Плагін: %(plugin)s , Версія: %(version)s

source: Reset saved position
uk: Скидання збереженої позиції

source: Restart audio
uk: Рестарт аудіо

source: Restart audio delay (in sec)
uk: Затримка рестарту аудіо (сек.)

source: Save
uk: Зберегти

source: Save current delay to key
uk: Зберегти поточну затримку в кнопці

source: Save to key
uk: Зберегти у кнопці

source: Save values and close plugin
uk: Зберегти значення і закрити плагін

source: Save values and close screen
uk: Зберегти значення і закрити екран

source: Select the key you want to set to %i ms
uk: Вибір кнопки для встановлення %i мс

source: Service delay
uk: Затримка сервісу

source: Set delay to %i ms (can be set)
uk: Встановлення затримки в %i мс (можливо встановити)

source: Setting key canceled
uk: Налаштування кнопок скасовано

source: Setup for the Audio Sync Plugin
uk: Налаштування для плагіна синхронізації аудіо

source: Step in ms for arrow keys
uk: Крок в мс для кнопок з стрілками

source: Step in ms for key %i
uk: Крок в мс для кнопки %i

source: Step in ms for keys '%s'
uk: Крок в мс для кнопок '%s'

source: Wait time in ms before activation:
uk: Час очікування в мс до активації:

source: after restart
uk: після перезавантаження

source: after restart/standby
uk: після завантаження/режиму очікування

source: after standby
uk: після режиму очікування

source: disabled
uk: відключено

source: sets the Audio Delay (LipSync)
uk: налаштування затримки аудіо
